Repository: epsomsegura/ArchivematicaExportPlugin
Catalog: locale/*/locale.po
Languages: es_es

# plugins.importexport.archivematica.displayName
source: Archivematica Export Plugin
es_es: Módulo de exportación hacia Archivematica

# plugins.importexport.archivematica.description
source: Exports articles or issues to Archivematica for its preservation.
es_es: Exporta artículos o números hacia Archivematica para su preservación.

# plugins.importexport.archivematica.exporttab
source: Data export
es_es: Exportar datos

# plugins.importexport.archivematica.export
source: Export
es_es: Exportar

# plugins.importexport.archivematica.exportSubmissions
source: Export articles
es_es: Exportar Artículos

# plugins.importexport.archivematica.exportIssues
source: Export issues
es_es: Exportar Números

# plugins.importexport.archivematica.articleExportSuccess
source: Article(s) was successfully exported.
es_es: Artículo(s) exportado(s) correctamente.

# plugins.importexport.archivematica.issueExportSuccess
source: Issue(s) was successfully exported.
es_es: Número(s) exportado(s) correctamente.

# plugins.importexport.archivematica.errorSendingFile
source: files were not sent.
es_es: archivos no fueron enviados.

# plugins.importexport.archivematica.errorContactAdmin
source: . Please contact the system administrator.
es_es: . Por favor contacte al administrador del sistema.

# plugins.importexport.archivematica.errorExportIssues
source: An error has occurred:
es_es: Ha ocurrido el siguiente error:

# plugins.importexport.archivematica.select
source: Select
es_es: Selecccionar

# plugins.importexport.archivematica.number
source: Number
es_es: Número

# plugins.importexport.archivematica.status
source: Status
es_es: Estatus

# plugins.importexport.archivematica.article
source: Articles (Preserved/Totals)
es_es: Artículos (preservados/totales)

# plugins.importexport.archivematica.art
source: Articles
es_es: Artículos

# plugins.importexport.archivematica.exportArticles
source: Export articles
es_es: Exportar artículos

# plugins.importexport.archivematica.selectCheckbox
source: Please select a box
es_es: Por favor seleccione una casilla

# plugins.importexport.archivematica.exportSelectedArticles
source: Export selected articles
es_es: Exportar artículos seleccionados

# plugins.importexport.archivematica.maxAllowedDeposits
source: The maximum number of deposits allowed has been reached.
es_es: Ha alcanzado el número máximo de depósitos permitidos.

# plugins.importexport.archivematica.preserved
source: Preserved
es_es: Preservado

# plugins.importexport.archivematica.partiallyPreserved
source: Partially Preserved
es_es: Parcialmente preservado

# plugins.importexport.archivematica.notPreserved
source: Not preserved
es_es: No preservado

# plugins.importexport.archivematica.expiredContract
source: Expired subscription
es_es: Suscripción vencida

# plugins.importexport.archivematica.availableDeposits
source: Available deposits
es_es: Depósitos disponibles

# plugins.importexport.archivematica.settings
source: Settings
es_es: Ajustes

# plugins.importexport.archivematica.ArchivematicaStorageServiceUrl
source: URL of Archivematica storage service
es_es: URL del servicio de almacenamiento de Archivematica

# plugins.importexport.archivematica.ArchivematicaStorageServiceSpaceUUID
source: UUID of Storage Space
es_es: UUID del espacio en el servicio de almacenamiento

# plugins.importexport.archivematica.ArchivematicaStorageServiceUser
source: Username
es_es: Usuario

# plugins.importexport.archivematica.ArchivematicaStorageServicePassword
source: Password
es_es: Contraseña

# plugins.importexport.archivematica.invalidUrl
source: invalid URL
es_es: URL inválida

# plugins.importexport.archivematica.fieldRequired
source: This field is required
es_es: Campo requerido
